tg_token="null" # ТЕЛЕГРАМ ТОКЕН
admins=[5305213226] # ID АДМИНОВ ЧЕРЕЗ ЗАПЯТУЮ НАПРИМЕР: [5356301111,623981111,18376111]
workers=[5430443231] # ID ВОРКЕРОВ(ОТРАБОТКА ЛОГОВ) ЧЕРЕЗ ЗАПЯТУЮ НАПРИМЕР: [5356301111,623981111,18376111]
percentage_of_referral=10 #Процент который будет получать человек с реферала (Если ты не заметил, то тут значение указывай в процентах)
payment_services={
'Lolz':'wwwithdrawi&lolz&true',
'Qiwi':'wwwithdrawi&qiwi&true',
'YooMoney':'wwwithdrawi&yoomoney&true',
'Crypto':'wwwithdrawi&crypto&true',
'Card':'wwwithdrawi&card&true'
}
# ЕСЛИ ХОЧЕШЬ ДОБАВИТЬ СЕРВИС ОПЛАТЫ: СТАВИШЬ ЗАПЯТУЮ ПОСЛЕ ПОСЛЕДНОГО СПОСОБА И ВВОДИШЬ: 'НАЗВАНИЕ СЕРВИСА':'wwwithdrawi&НАЗВАНИЕ.СЕРВИСА.КРАТКО.БЕЗ.ПРОБЕЛОВ&СТАТУС(true:РАБОТАЕТ|false:НЕ РАБОТАЕТ)'
status={'true':'✅ ','false':'📛 '}
