terms_text = """1. Пользуясь данным ботом, вы соглашаетесь со всеми перечисленными в теме (и в дизайне) правилами. Внимательно изучите их перед использованием!

2. В случае, если вы скидываете отработку/паблик, мы в праве не выплачивать вам никаких денег и прекратить сотрудничество с вами.

3. Если вы не согласны, с тем, что ваши логи - отработка/паблик, то пишите ТСу и запрашивайте доказательства. Пункт правил №2 аннулируется в случае, если не предоставлено никаких доказательств того, что ваши логи являются пабликом/отработкой. Также вам может быть выплачена финансовая компенсация в данном случае.

4. В случае неадекватного и оскорбительного поведения, администрация в праве заблокировать вас и прекратить с вами сотрудничество. Также администрация в праве оштрафовать вас за это, вычитая баланс. Было ваше поведение оскорбительным или нет - определяет администрация и тот, кого данное поведение могло оскорбить.

5. Запрещены попытки закинуть бота в стиллер.

6. Запрещен абьюз бота, попытка абьюза бота."""
user_profile_text="""<b>👤 Имя: {}
🔐 User ID: <code>{}</code>
💵 Баланс: {}₽
⏳ Заработано за все время: {}₽
🤑 Заработано на рефералах: {}₽
👥 Рефералов: {}

❗️ Вы получаете {}% от каждой суммы, начисленной вашим рефералам (за наш счет)
🔗 Ваша реферальная ссылка: https://t.me/{}?start={}</b>"""
tp_text="""<b>Появились вопросы?</b> Пиши <b>@soblazncc</b>
"""
logs_upload_text="""📂 Отправьте ссылку на логи, или архив с логами в формате .zip. Вес архива не более 20мб (ограничение телеграмма). На скачивание по ссылке ограничений веса нету.
Загрузить логи свыше 20мб можно на любой удобный вам файлообменник.


❗️ Внимание:
Принимаем только от 10 логов за раз. 
Если количество меньше 10 - отказ в отработке + предупреждение. 

❗️ НЕ принимаем отработку и паблик/облака."""
withdraw_text="""
<b>Выберите платежную систему.</b>
"""
